[
  {
    "id": "battery",
    "categoryName": "Battery",
    "imageFileName": "battery.jpg",
    "description": "Portable energy storage devices commonly used in various electronic devices.",
    "wasteSample": [
      {
        "sampleName": "Battery Pack",
        "sampleImageName": "battery1.jpg"
      },
      {
        "sampleName": "Accu",
        "sampleImageName": "battery2.jpg"
      },
      {
        "sampleName": "Phone battery",
        "sampleImageName": "battery3.jpg"
      }
    ],
    "recyclingRecommendations": "Batteries can be recycled to recover valuable materials and prevent environmental pollution. The recycling process varies depending on the type of battery. Lead-acid batteries (commonly found in car batteries) are typically recycled by crushing the battery to separate the lead, plastic, and sulfuric acid. The lead and plastic can be reused, and the acid is neutralized or converted into other chemicals. Other types of batteries, such as alkaline batteries or rechargeable batteries (e.g., lithium-ion), undergo different recycling processes to extract and reuse materials like metals and electrolytes.",
    "disposingRecommendations": "Batteries should not be disposed of in regular trash because they contain hazardous materials. It is important to recycle batteries through specialized recycling programs or designated collection points. Many communities have battery drop-off locations or recycling centers where batteries can be safely collected and processed to recover valuable materials or dispose of them properly.",
    "toxicLevel": 3
  },
  {
    "id": "cardboard",
    "categoryName": "Cardboard",
    "imageFileName": "cardboard.jpg",
    "description": "A type of paper-based packaging material made from thick, rigid paper fibers",
    "wasteSample": [
      {
        "sampleName": "Cardbox",
        "sampleImageName": "cardboard1.jpg"
      },
      {
        "sampleName": "Electronic packaging",
        "sampleImageName": "cardboard2.jpeg"
      },
      {
        "sampleName": "Food packaging",
        "sampleImageName": "cardboard3.jpeg"
      }
    ],
    "recyclingRecommendations": "Cardboard recycling involves collecting used cardboard, separating it from other materials, and processing it into new cardboard products. The recycling process usually includes removing contaminants like tape or plastic labels. The cardboard is then shredded into small pieces, mixed with water to create a pulp, and cleaned to remove inks and adhesives. The pulp is then pressed and dried to create new cardboard sheets, which can be used to make boxes, packaging materials, and other cardboard products.",
    "disposingRecommendations": "Cardboard can be disposed of in several ways. In many places, it is accepted as a recyclable material and should be placed in recycling bins or taken to recycling centers. Some communities offer curbside collection for cardboard, while others have dedicated drop-off locations. If the cardboard is clean and in good condition, it can also be reused or donated to organizations that can repurpose it.",
    "toxicLevel": 0
  },
  {
    "id": "clothes",
    "categoryName": "Clothes",
    "imageFileName": "clothes.jpg",
    "description": "Garments or textiles used to cover or adorn the body.",
    "wasteSample": [
      {
        "sampleName": "Shirt",
        "sampleImageName": "clothes1.jpg"
      },
      {
        "sampleName": "Hat",
        "sampleImageName": "clothes2.jpeg"
      },
      {
        "sampleName": "Pants",
        "sampleImageName": "clothes3.jpg"
      }
    ],
    "recyclingRecommendations": "Clothing recycling aims to extend the lifespan of garments and reduce textile waste. There are several ways clothes can be recycled. One method involves collecting used clothes and sorting them based on their condition. Wearable items can be resold or donated. Damaged or unwearable clothes can be repurposed into cleaning cloths or insulation materials. Textiles can also be mechanically or chemically processed to recover fibers that can be used to create new textiles or blended with other materials for various applications.",
    "disposingRecommendations": "Clothing can be disposed of in different ways depending on its condition. Wearable and good-quality clothing can be donated to charitable organizations, thrift stores, or clothing banks to be reused by others. Damaged or unwearable clothes can be repurposed into cleaning rags or turned into insulation material. However, if clothing is severely damaged or contains hazardous materials, it should not be disposed of with regular trash and may require specialized disposal methods.",
    "toxicLevel": 0
  },
  {
    "id": "glass",
    "categoryName": "Glass",
    "imageFileName": "glass.jpg",
    "description": "Solid material made from molten silica and other additives.",
    "wasteSample": [
      {
        "sampleName": "Brown glass",
        "sampleImageName": "glass1.jpg"
      },
      {
        "sampleName": "Clear jar",
        "sampleImageName": "glass2.jpg"
      },
      {
        "sampleName": "Green bottle",
        "sampleImageName": "glass3.jpg"
      }
    ],
    "recyclingRecommendations": "Glass recycling involves collecting glass containers and separating them by color (clear, green, brown) to maintain the integrity of the recycled glass. The glass is then crushed into small pieces called cullet. The cullet is melted at high temperatures and molded into new glass products, such as bottles, jars, or fiberglass. Recycling glass reduces the need for raw materials, saves energy, and prevents glass from ending up in landfills where it can take thousands of years to decompose.",
    "disposingRecommendations": "Glass can be disposed of in a few different ways. Glass containers, such as bottles and jars, are highly recyclable. They can be placed in recycling bins or taken to recycling centers. Some communities have separate collection bins for different colors of glass to maintain purity during the recycling process. Broken glass or non-recyclable glass items should be handled carefully and disposed of in designated glass disposal containers or as directed by local waste management guidelines.",
    "toxicLevel": 0
  },
  {
    "id": "medical",
    "categoryName": "Medical",
    "imageFileName": "medical.png",
    "description": "Various types of waste generated in healthcare facilities, such as hospitals, clinics, or laboratories",
    "wasteSample": [
      {
        "sampleName": "Diaper",
        "sampleImageName": "medical1.jpg"
      },
      {
        "sampleName": "Face mask",
        "sampleImageName": "medical2.jpg"
      },
      {
        "sampleName": "Toothbrush",
        "sampleImageName": "medical3.jpg"
      }
    ],
    "recyclingRecommendations": "Medical waste recycling requires specialized processes due to the potential hazards associated with medical materials. However, not all medical waste can be recycled. Some items, such as contaminated needles or biohazardous waste, require specific disposal methods. However, certain medical equipment, like metal instruments or devices, can be sterilized and reprocessed for reuse. Recycling programs for medical waste vary depending on local regulations and the specific waste items involved.",
    "disposingRecommendations": "Medical waste should never be disposed of in regular trash bins. It requires proper handling and disposal due to the potential hazards it poses. Medical facilities, such as hospitals or clinics, have specific protocols for disposing of medical waste. This may involve using specialized containers, autoclaving, incineration, or working with licensed medical waste disposal services to ensure safe and proper disposal according to local regulations.",
    "toxicLevel": 2
  },
  {
    "id": "metal",
    "categoryName": "Metal",
    "imageFileName": "metal.png",
    "description": "Naturally occurring elements with high electrical and thermal conductivity.",
    "wasteSample": [
      {
        "sampleName": "Canned drinks",
        "sampleImageName": "metal1.jpg"
      },
      {
        "sampleName": "Voil",
        "sampleImageName": "metal2.jpg"
      },
      {
        "sampleName": "Canned foods",
        "sampleImageName": "metal3.jpg"
      }
    ],
    "recyclingRecommendations": "Metal recycling is a well-established industry due to the high value of metal materials and the energy savings associated with recycling. The process involves collecting metal items, such as aluminum cans, steel products, or copper wiring, and sorting them by type. The metals are then processed through shredding, melting, and purification processes to remove impurities. The purified metal is formed into ingots or other shapes for use in manufacturing new metal products.",
    "disposingRecommendations": "Metal items can be disposed of in different ways depending on their size and type. Small metal items like cans or aluminum foil can usually be recycled and should be placed in recycling bins or taken to recycling centers. Larger metal items, such as appliances or furniture, may require special arrangements for disposal. Many communities have scrap metal recycling facilities or offer curbside pickup for larger metal items.",
    "toxicLevel": 0
  },
  {
    "id": "organic",
    "categoryName": "Organic",
    "imageFileName": "organic.jpg",
    "description": "Biodegradable materials derived from plants or animals. ",
    "wasteSample": [
      {
        "sampleName": "Food waste",
        "sampleImageName": "organic1.jpg"
      },
      {
        "sampleName": "Food waste",
        "sampleImageName": "organic2.jpg"
      },
      {
        "sampleName": "Food waste",
        "sampleImageName": "organic3.jpg"
      }
    ],
    "recyclingRecommendations": "Organic waste, such as food scraps and yard waste, can be recycled through composting. Composting is a natural process that decomposes organic materials under controlled conditions. Organic waste is collected and placed in composting facilities where it undergoes biological decomposition. Over time, microorganisms break down the organic matter into nutrient-rich compost, which can be used as a soil amendment for gardening, landscaping, or agricultural purposes. Composting organic waste reduces methane emissions from landfills and helps enrich the soil.",
    "disposingRecommendations": "Organic waste, such as food scraps or yard waste, can be disposed of through composting. Composting is a natural process that allows organic materials to decompose and turn into nutrient-rich compost. Home composting systems or community composting programs can be utilized to dispose of organic waste properly. Alternatively, some municipalities provide separate organic waste collection services, where organic waste is collected and processed in larger-scale composting facilities.",
    "toxicLevel": 0
  },
  {
    "id": "paper",
    "categoryName": "Paper",
    "imageFileName": "paper.png",
    "description": "A thin sheet material made from plant fibers, such as wood pulp or recycled paper.",
    "wasteSample": [
      {
        "sampleName": "Drug packaging",
        "sampleImageName": "paper1.jpg"
      },
      {
        "sampleName": "Magazine",
        "sampleImageName": "paper2.jpg"
      },
      {
        "sampleName": "Newspaper",
        "sampleImageName": "paper3.jpg"
      }
    ],
    "recyclingRecommendations": "Paper recycling involves collecting used paper products and processing them into new paper. The recycling process typically includes sorting the paper by type and removing any contaminants like plastic or staples. The paper is then mixed with water to create a pulp, which is cleaned to remove inks and dyes. The pulp",
    "disposingRecommendations": "Paper is highly recyclable and should be disposed of through recycling programs. Most communities offer paper recycling bins or collection services. Paper waste, such as newspapers, office paper, or cardboard, should be placed in designated recycling bins or taken to recycling centers. It is important to keep paper separate from other trash to maintain its recyclability.",
    "toxicLevel": 2
  },
  {
    "id": "plastic",
    "categoryName": "Plastic",
    "imageFileName": "plastic.jpg",
    "description": "Synthetic polymers made from petroleum-based chemicals",
    "wasteSample": [
      {
        "sampleName": "Milk bottle",
        "sampleImageName": "plastic1.jpg"
      },
      {
        "sampleName": "Plastic bottle",
        "sampleImageName": "plastic2.jpg"
      },
      {
        "sampleName": "Plastic bag",
        "sampleImageName": "plastic3.jpg"
      }
    ],
    "recyclingRecommendations": "Plastic recycling involves the collection and processing of plastic waste to create new plastic products. The recycling process varies depending on the type of plastic. Commonly recycled plastics include PET (polyethylene terephthalate) and HDPE (high-density polyethylene). The process generally involves sorting and shredding the plastic, then melting and reforming it into pellets or flakes. These pellets or flakes can be used as raw materials for manufacturing new plastic products like bottles, containers, or fibers. Plastic recycling helps conserve resources, reduce landfill waste, and minimize environmental impact.",
    "disposingRecommendations": "Plastic disposal methods can vary depending on the type of plastic and local recycling capabilities. Recycling is the preferred option for plastic waste. Many communities provide recycling bins or collection services for plastic containers, bottles, and packaging. It is important to follow local recycling guidelines, which often include rinsing out the containers and separating different types of plastic. In areas where recycling options are limited, plastic waste should be disposed of in regular trash bins, but efforts should be made to reduce plastic consumption and choose reusable alternatives.",
    "toxicLevel": 2
  },
  {
    "id": "shoes",
    "categoryName": "Shoes",
    "imageFileName": "shoes.jpg",
    "description": "Footwear worn to protect and support the feet",
    "wasteSample": [
      {
        "sampleName": "Flip flops",
        "sampleImageName": "shoes1.jpg"
      },
      {
        "sampleName": "Shoes",
        "sampleImageName": "shoes2.jpg"
      },
      {
        "sampleName": "High heels",
        "sampleImageName": "shoes3.jpg"
      }
    ],
    "recyclingRecommendations": "Shoe recycling is a growing practice aimed at reducing waste and extending the life cycle of footwear. Recycling methods for shoes depend on their condition. Wearable shoes can be donated or resold as second-hand items. Damaged shoes or those beyond repair can be disassembled, and various components (such as rubber soles, fabric uppers, metal eyelets, or plastic parts) can be separated for recycling. These materials can be processed into new products or used for other applications like athletic field surfaces or playground padding. Recycling shoes helps reduce the environmental footprint of footwear production and disposal.",
    "disposingRecommendations": "Shoes should not be disposed of in regular trash because they contain various materials that can be recycled or repurposed. If the shoes are still in good condition, they can be donated to organizations or charities that accept used shoes. Many communities also have shoe recycling programs or drop-off locations where shoes can be collected for recycling. Additionally, some shoe manufacturers or retailers have recycling initiatives in place where customers can return old shoes for proper disposal or recycling.",
    "toxicLevel": 2
  }
]